Repository: h3/django-seoutils
Catalog: seoutils/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Plain text
fr: Texte simple

source: XML text
fr: Texte XML

source: HTML text
fr: Texte HTML

source: XML application
fr: Application XML

source: XHTML application
fr: Application XHTML

source: URL of the page
fr: URL de la page

source: This can be a URL or a URL name. Ex.: "/contact/" or "website-contact"
fr: Vous pouvez utiliser un URL absolu ou un nom d'URL Ex.: "/contact/" ou "website-contact"

source: Page title
fr: Titre de la page

source: A page title. It will show up in search engine search results.
fr: Un titre de page. Il sera visible dans les résultats des moteurs de recherche.

source: Keywords
fr: Mots clés

source: Keywords separated by spaces.
fr: Mots clés séparés par des espaces

source: A short description for the page. This will show up in search engine search results and it should not be longer than 150 characters.
fr: Une courte description de la page. Cette description sera affiché dans les résultatsdes moteurs de recherche et ne doit pas exédé 150 caractères

source: Extra JavaScript to inject into page, for example campaign tracking code (script tags must be included).
fr: JavaScript additionnel à injecter dasn la page. Par exemple, un code de tracking de campagne (les script tags doivent être inclus).

source: SEO meta for %(path)s
fr: SEO meta pour %(path)s

source: An optional description used only for internal reference.
fr: Une description optionelle utilisé seulement pour référence interne.

source: Is active
fr: Est actif

source: Unknown analytic code
fr: Code analytics invalide

source: File content
fr: Contenu du fichier
